Repository: agitation/api-bundle
Catalog: lib/Resources/translations/bundle.*.po
Languages: de_de

# logging category
source: Entity API
de_de: Entitäten-API

source: Invalid value for the `%s` property.
de_de: Ungültiger Wert für die Eigenschaft `%s`.

source: The request is expected to be an array.
de_de: Die Anfrage muss ein Array sein.

source: The request is expected to be a scalar value.
de_de: Die Anfrage muss ein skalarer Wert sein.

source: The requested format is not supported.
de_de: Das gewünschte Format wird nicht unterstützt.

source: You must be logged in to perform this operation.
de_de: Sie müssen eingeloggt sein, um diese Aktion auszuführen.

source: You do not have sufficient permissions to perform this operation.
de_de: Ihre Zugriffsrechte reichen für diese Aktion nicht aus.

source: The “%s” character must not be contained.
de_de: Das Zeichen „%s“ darf nicht enthalten sein.

source: Sorry, there has been an internal error. The administrators have been notified and will fix this as soon as possible.
de_de: Leider gab es einen internen Fehler. Die Administratoren wurden benachrichtigt und werden das Problem umgehend beheben.

source: The `%s` object does not have a `%s` property.
de_de: Das Objekt `%s` hat keine Eigenschaft `%s`.

source: Invalid value in object `%s` for property `%s`: %s
de_de: Ungültiger Wert im Objekt `%s` für die Eigenschaft `%s`: %s

source: The start date must be earlier than or equal to the end date.
de_de: Das Anfangsdatum muss vor dem Enddatum liegen.

source: New object %s of type %s has been created.
de_de: Das Objekt %s vom Typ %s wurde neu angelegt.

source: Object %s of type %s has been removed permanently.
de_de: Das Objekt %s vom Typ %s wurde endgültig entfernt.

source: This object cannot be removed, because there are other objects depending on it.
de_de: Dieses Objekt kann nicht entfernt werden, da andere Objekte davon abhängig sind.

source: This entity is not deleted and hence cannot be undeleted.
de_de: Dieses Objekt ist nicht gelöscht und kann daher nicht wiederhergestellt werden.

source: Object %s of type %s has been undeleted.
de_de: Das Objekt %s vom Typ %s wurde wiederhergestellt.

source: The requested object with ID `%s` was not found.
de_de: Das gewünschte Objekt mit der ID `%s` wurde nicht gefunden.

source: Object “%s” of type “%s” has been updated.
de_de: Das Objekt „%s“ vom Typ „%s“ wurde aktualisiert.

source: This entity is already deleted.
de_de: Dieses Objekt ist bereits gelöscht.

source: Object “%s” of type “%s” has been deleted.
de_de: Objekt „%s“ vom Typ „%s“ wurde gelöscht.

source: Is deleted
de_de: Ist gelöscht

source: Value
de_de: Wert

source: Result list
de_de: Ergebnisliste

source: Latitude
de_de: Breitengrad

source: Longitude
de_de: Längengrad

source: Amount
de_de: Betrag

source: Currency
de_de: Währung

source: Start offset
de_de: Anfang

source: Items per page
de_de: Elemente pro Seite

source: Day
de_de: Tag

source: Hour
de_de: Stunde

# date
source: From
de_de: Von

# date
source: Until
de_de: Bis

source: Search period
de_de: Suchzeitraum

source: Order by field
de_de: Sortieren nach

source: Order direction
de_de: Reihenfolge

source: Month
de_de: Monat

source: Year
de_de: Jahr
